---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.SolidglassBumpEnableType.None
enum: Autodesk.Revit.DB.Visual.SolidglassBumpEnableType
source: html/885f2987-915e-d16f-0c24-10040202abf1.htm
---
# Autodesk.Revit.DB.Visual.SolidglassBumpEnableType.None